tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'asdf'
brew 'cmake'
brew 'git-lfs'
brew 'git'
brew 'gnupg'
brew 'pass'
brew 'pinentry-mac'
brew 'tmux'

cask 'font-anonymous-pro'
cask 'font-fira-code'

cask 'qlcolorcode'
cask 'qlcommonmark'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'suspicious-package'

cask 'alfred'
cask 'audiobookbinder'
cask 'bitbar'
cask 'caffeine'
cask 'daisydisk'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'iina'
cask 'insomnia'
cask 'iterm2'
cask 'oversight'
cask 'skype'
cask 'sublime-merge'
cask 'sublime-text'
cask 'telegram-desktop'
cask 'the-unarchiver'
cask 'transmission'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'wireshark'
