tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "asdf"
brew "cmake"
brew "git-lfs"
brew "git"
brew "gnu-tar"
brew "gnupg"
brew "nmap"
brew "openjdk"
brew "pass"
brew "pinentry-mac"
brew "smartmontools"
brew "telnet"
brew "tmux"
brew "wget"
brew "wireguard-tools"
brew "readline"

cask "alfred"
cask "android-file-transfer"
cask "appcleaner"
cask "bartender"
cask "discord"
cask "electrum"
cask "firefox-nightly"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "mongodb-compass"
cask "openemu"
cask "skype"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wireshark"

cask "suspicious-package"

cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-victor-mono"
